Repository: TOxaREY/Hexastar
Catalog: Hexastar/*.lproj/Localizable.strings
Languages: es, fr, pt_pt, ru

source: It's time to choose a side conversion! At the top select the format of the result by touching, then enter data below
es: ¡Es hora de elegir un lado conversión! En la parte superior seleccione el formato del resultado tocando, luego entrada datos a continuación
pt_pt: É hora de escolher um lado сonversão! No topo selecione o formato do resultado tocando, então insira dados abaixo

source: It's time to choose a side conversion! At the top select the format of the result by touching, then select the input format below
es: ¡Es hora de elegir un lado conversión! En la parte superior seleccione el formato del resultado tocando, luego seleccione el formato de entrada a continuación
pt_pt: É hora de escolher um lado сonversão! No topo selecione o formato do resultado tocando, então selecione o formato de entrada abaixo

source: On the left add the required number of input lines
es: A la izquierda agregue el número requerido de líneas de entrada
fr: Sur la gauche ajoutez le nombre requis de lignes d'entrée
pt_pt: À esquerda adicione o número necessário de linhas de entrada
ru: Слева добавьте необходимое количество строк ввода

source: converter Characters <-> Unicode
es: convertir Caracteres <-> Unicode
fr: convertir Caractères <-> Unicode
pt_pt: converter Caracteres <-> Unicode
ru: конвертер Символы <-> Unicode

source: converter DEC<->HEX<->OCT<->DEC
es: convertir DEC<->HEX<->OCT<->DEC
fr: convertir DEC<->HEX<->OCT<->DEC
ru: конвертер 10-е<->16-е<->8-е<->10-е

source: converter Decimal <-> Binary
es: convertir Decimal <-> Binario
fr: convertir Décimal <-> Binaire
pt_pt: converter Decimal <-> Binário
ru: конвертер Десятичное <-> Двоичное

source: enter a decimal number
es: entrada un número decimal
fr: entrez un nombre décimal
pt_pt: insira um número decimal
ru: введите 10-чное число

source: enter a hexadecimal number
es: entrada un número hexadecimal
fr: entrez un nombre hexadécimal
pt_pt: insira um número hexadecimal
ru: введите 16-чное число

source: enter a octal number
es: entrada un número octal
fr: entrez un nombre octal
pt_pt: insira um número octal
ru: введите 8-чное число

source: enter up to 3 characters
es: entrada hasta 3 caracteres
fr: entrer jusqu'à 3 caractères
pt_pt: insira até 3 caracteres
ru: введите до 3-х символов

source: invalid value
es: valor no válido
fr: valeur invalide
pt_pt: valor inválido
ru: недопустимое значение

source: It's Time To Choose A Side conversion! At the top select the format of the result by touching, then enter data below
fr: Il Est Temps De Choisir Un Côté conversion! En haut sélectionnez le format du résultat en touchant, puis entrez les données ci-dessous
ru: Пришло Время Выбрать Сторону конвертации! Вверху выбрать касанием формат результата, ниже ввести данные

source: It's Time To Choose A Side conversion! At the top select the format of the result by touching, then select the input format below
fr: Il Est Temps De Choisir Un Côté conversion! En haut sélectionnez le format du résultat en touchant, puis sélectionnez le format d'entrée ci-dessous
ru: Пришло Время Выбрать Сторону конвертации! Вверху выбрать касанием формат результата, ниже выбрать формат ввода
